Repository: cs991200/dropthings
Catalog: src/Dropthings/App_GlobalResources/SharedResources.*.resx
Languages: de, es, fr

source: Account Activation
de: Konto aktivieren
es: activacion de cuenta
fr: Activation du compte

# AccountSetting
source: Account Settings
de: Konto Einstellungen
es: regulaciones de cuenta
fr: Paramètres du compte

# AccountUpdatedMessage
source: Your account has been successfully updated.
de: Ihr Konto wurde erfolgreich aktualisiert.
es: tu cuenta ha sido actualizado con exito.
fr: Votre compte a été mis à jour.

# ActivationMessage
source: Congratulation. Your account has been successfuly created. Please check your email. You should receive a confirmation email. Please click on the link from the email to activate your account.
de: Gratulation. Ihr Konto wurde erfolgreich erstellt. Bitte überprüfen Sie ihr email. Sie sollten ein Bestätigungsmail erhalten haben. Bitte klicken Sie auf den Link im email um ihr Konto zu aktivieren.
es: felicitación. Tu cuenta ha sido créado con exito. Deberias obtener una confirmacion para e-mail. Haga "clic" sobre el link para activar tu cuenta.
fr: Félicitation. Votre compte a été créé avec succès. Vérifier vos e-mails. Vous devriez recevoir un e-mail de confirmation. Cliquez sur le lien de l'e-mail pour activer votre compte

# AddItemToPage
source: Click on any of the item to add it to your page
de: Klicken Sie auf den Artikel um ihn ihrer Seite hinzuzufügen
es: Activa uno de los articulos y adjuntalo sobre tu página
fr: Cliquez sur l'un des gadgets pour l'ajouter à votre page

source: Add Stuff »
de: Hinzufügen »
es: juntar algo »
fr: Ajouter du contenu »

source: Aquarius
de: Wassermann
es: Acuario
fr: Verseau

# ViewFriendMessage
source: Log in to view freinds updates, your archive &amp; tweet.<a href="javascript:void(0)">Click here</a> to sign in to Twitter.
de: Log in to view freinds updates, your archive &amp; tweet. <a href="javascript:void(0)">Klicken Sie hier </a> um sich bei Twitter anzumelden
es: login para ver las última actualizaciones de tus amigos, tu archivio & ????; ????<a href="javascript:void(0)">haga "clic" </a> para firmar …
fr: Log in to view freinds updates, your archive &amp; tweet. <a href="javascript:void(0)">Cliquez ici </ a> pour vous connecter à Twitter.

source: Aries
de: Widder
fr: Bélier

source: Capricorn
de: Steinbock
es: Capricornio
fr: Capricorne

# CareAboutNote
source: See information you care about on your homepage.
de: Sie finden die Informationen, welche Sie interessieren auf Ihrer Hompage
es: Encuentra las informationes que te interessa en la página principal
fr: Voir les informations qui vous intéressent sur votre page d'accueil.

source: Change
de: Ändern
es: cambiar
fr: Modifier

# ChangeColumn
source: Change Columns
de: Ändere Spalten
es: cambiar la columna
fr: Changer le titre de la colonne

source: Change Password:
de: Ändere Passwort
es: cambiar el password:
fr: Changer le mot de passe:

source: Change Settings »
de: Ändere Einstellungen »
es: cambiar las regulaciones »
fr: Modifier les paramètres »

source: Change Tab Title
de: Ändere Titel der Registerkarte
es: cambiar el titulo de la lista
fr: Changer le titre de l'onglet

# CharacterLeft
source: characters left
de: Noch 140 Zeichen
es: quédan sólo 140 caracteres
fr: 140 caractères restants

# ChoiceColumnLayout
source: Please choose a column layout:
de: Bitte wählen Sie ein Layout:
es: selecciona un diseño de columna por favor:
fr: Choisissez la disposition des colonnes:

source: close edit
de: schliesse bearbeiten
fr: Fermer

# CloseSettings
source: CloseSettings Clicked.
de: Einstellungen schliessen geklickt
fr: Fermer Paramètres cliquez

# CloseWidget
source: CloseWidget Clicked
de: Widget schliessen geklickt
fr: Fermer Widget cliquez

source: Collapse
de: Zusammenbruch
es: colapsar
fr: Plier

# CollapseWidget
source: CollapseWidget Clicked.
de: Widget abbruch geklickt
fr: Plier Widget cliquez

# Copyright
source: All rights reserved.
de: Alle Rechte vorbehalten
es: reservados todos los derechos
fr: Tous droits réservés.

# DeletePage
source: Delete a Page
de: Seite löschen
es: borrar una página
fr: Supprimer la page

# DeletePageConfirm
source: Are you sure you want to delete the page?
de: Sind sie sicher, dass sie die Seite löschen möchten
es: Estas seguro de querer borrar la página?
fr: Êtes-vous sûr de vouloir supprimer la page ?

source: Delete Tab
de: Lösche Registerkarte
es: borrar el "tab"
fr: Supprimer l'onglet

# DeleteWidget
source: Delete a Widget
de: Widget löschen
es: borrar una "widget"
fr: Supprimer le widget

# DeleteWidgetConfirm
source: Are you sure you want to delete the widget?
de: Sind sie sicher, dass sie das Widget löschen möchten?
es: Estas seguro de querer borrar el "widget"?
fr: Êtes-vous sûr de vouloir supprimer le widget ?

# DNDNote
source: <b>Drag and drop</b> the sections to rearrange the page
de: <b>Drag and drop</b> die Sektionen um die Seite neu zu gestalten
fr: Drag and drop des widgets pour réorganiser la page

source: edit
de: bearbeiten
es: modificar
fr: Modifier

source: Edit personal information
de: Persöhnliche Informationen editieren
es: modificar informaciones personales
fr: Modifier les informations personnelles

source: Enter Zip:
de: Eingabe PLZ
es: entrar el zip
fr: Enter le code postal:

source: Expand
de: Erweitern
es: expandir
fr: Déplier

# ExpandWidget
source: ExpandWidget Clicked.
de: Widget erweitern geklickt
fr: Déplier Widget cliquez

# FeedNote
source: Select from a variety of popular <b>feeds</b>
de: Wählen Sie aus einer Vielzahl von beliebten <b>-Feeds </ b> aus
fr: Choisissez parmi une variété de flux

source: First Load.
de: Lade erstes
fr: Premier chargement

source: Forgot Password?
de: Passwort vergessen?
es: olvidar el password?
fr: Mot de passe oublié ?

source: Friends
de: Freunde
es: amigos
fr: Amis

source: Gemini
de: Zwillinge
es: Géminis
fr: Gémeaux

# HeadlineNote
source: See headlines from top news sources
de: Schlagzeilen von Top News-Quellen
fr: Voir les titres des principales sources d'information

source: Height
de: Höhe
es: anchura
fr: Taille

source: Help
de: Hilfe
es: ayuda
fr: Aide

source: Hide Settings »
de: Blende Einstellungen aus »
es: esconder las regulaciones »
fr: Masquer les paramètres »

source: Hide Settings panel.
de: Einstellungen ausblenden
es: esconder el …
fr: Masquer le panneau des Paramètres.

source: Hide Stuff »
de: Ausblenden »
es: esconder algo »
fr: Masquer »

# HiringNotice
source: Join the Google Code and contribute your widgets and cool new features.
de: Join the Google Code und tragen Sie Ihre Widgets und coole neue Features.
es: We're hiring! Join the project at CodePlex and build cool widgets or features you like.
fr: Inscrivez le code Google et faire part de vos widgets et nouvelles fonctionnalités.

# IFrameNotSupportedMessage
source: Sorry your browser does not support IFRAME
de: Sorry, ihr Browser untertsützt kein IFRAME
es: tu browser no favorece IFRAME
fr: Désolé votre navigateur ne supporte pas les IFRAME

# InvalidCredentialMessage
source: Invalid Email or Password. Did you register before?
de: Falsches Email oder Passwort. Haben Sie sich schon registiert?
fr: Mot de passe ou adresse e-mail incorrects. Vous êtes-vous inscrit avant ?

source: items
de: Artikel
es: item
fr: articles

source: Leo
de: Löwe
fr: Lion

source: Libra
de: Waage
fr: Balance

source: Loading...
de: Laden…
es: cargar
fr: Chargement...

source: Loading from Twitter…
de: Lade von Twitter…
es: cargar
fr: Chargement de Twitter ...

source: Loading widget…
de: Lade Widget…..
es: cargar el "widget"
fr: Chargement du widget ...

source: Logging in…
de: melde an….
fr: Connexion...

source: Log in
fr: Me connecter

source: Log out
fr: Déconnexion

source: Manage Widget Permission
de: Organisiere Widget Genehmigung
fr: Gérer les permissions des Widgets

source: Maximized
de: Maximiert
es: maximizar
fr: Agrandir

source: Minimized
de: Minimiert
es: minimizar
fr: Réduire

source: Most Interesting
de: Besonders interessant
es: lo más interessante
fr: Les plus intéressants

source: Most Recent
de: Aktuellstes
es: las últimas …
fr: Les plus récents

source: My Account
de: Mein Zugang
es: mi cuenta
fr: Mon compte

source: New Password:
de: Neues Passwort:
es: password nuevo
fr: Nouveau mot de passe:

# NewsAndUpdates
source: For latest news and updates, please see <a href="http://msmvps.com/blogs/omar/">my Blog</a>
de: Die neuesten Nachrichten und Updates finden Sie in <a href="http://msmvps.com/blogs/omar/">meinem Blog</a>
es: encuentra las ultimas noticias y la ultimas actualizaciones en <a href="http://msmvps.com/blogs/omar/">mi blog</a>
fr: Pour les dernières nouvelles et mises à jour, s'il vous plaît voir <a href="http://msmvps.com/blogs/omar/">mon Blog</a>

source: Next Photos
de: Weiter Photos
es: proxima página
fr: Prochaines Photos

source: No
de: Nein
fr: Non

# NoSetting
source: No Settings
de: keine Einstellungen
es: sin regulaciones
fr: Pas de paramètres

source: Old Password:
de: Altes Passwort:
es: password viejo
fr: Ancien mot de passe:

# OldPasswordBlankMessage
source: Old password cannot be left blank.
de: Altes Passwort darf nicht leer gelassen werden.
es: el password viejo no se puede quedar en blanco
fr: L'ancien mot de passe ne peut pas être laissé vide.

source: or
de: oder
es: si no
fr: ou

source: Password
de: Passwort
fr: Mot de passe

# PasswordBlankMessage
source: Password cannot be left blank.
de: Passwort darf nicht leer gelassen werden.
es: el password no se puede quedar en blanco
fr: Le mot de passe ne peut pas être laissé vide.

# PasswordChangedMessage
source: Password has been successfully changed.
de: Passwort wurde erfolgreich geändert.
es: tu password has sido cambiado con exito.
fr: Le mot de passe a été changé.

# PermissionAssignedMessage
source: Permission assigned successfully.
de: Genehmigung erfolgreich zugeordnet
es: el permisso ha sido confirmado con exito.
fr: Permission attribué avec succès.

# PersonalizeHomepage
source: Personalize Your Homepage
de: Passen Sie ihre Hompage an
es: Personaliza tu página principal
fr: Personnalisez votre page d'accueil

# PersonalMessage
source: Free for personal use. Just link to me on the Footer. For <u>commercial distribution or use</u>, please email me at "OmarALZabir at gmail.com" to get a license that does not require you to include links to me..
de: Für die persönliche Nutzung kostenlos.
es: gratuito para el uso personal. Haga "clic" en la nota a pie de página. Para el uso commercial, enviame una e-mail a ….para obtener una licencia que no te obliga de adjuntar tus "links" en mi página
fr: Gratuit pour un usage personnel. Tout lien vers moi sur le pied de page. Pour la distribution commerciale ou l'utilisation, s'il vous plaît écrivez-moi à "OmarALZabir at gmail.com" pour obtenir un permis qui ne vous obligent pas à inclure des liens vers moi ..

source: Pisces
de: Fisch
es: Piscis
fr: Poissons

# PortalBookInformation
source: The book which explains how this portal is built
de: Das Buch, das den Aufbau dieses Portales erklärt
es: el libro que explica como este portal fue construido
fr: Le livre qui explique comment ce portail est construit

source: Pretty
de: Hübsch
es: bonito
fr: Joli

# PreviewLatestNote
source: Preview latest <b>messages</b>
de: Vorschau neuste <b> Nachrichten <b>
fr: Prévisualisation des derniers messages

source: Prev Photos
de: Zurück Photos
es: primera página
fr: Photos précédantes

# ProvideOldPasswordMessage
source: Please provide your old password.
de: Bitte geben Sie Ihr altes Passwort ein.
es: especifica tu password.
fr: Entrez votre ancien mot de passe.

source: Public
de: Öffentlich
es: publico
fr: Publique

source: Register
de: Registrieren
es: registrar
fr: S'inscrire

# RememberMe
source: Remember me on this computer.
de: Zugangsdaten merken
es: recuerda me en esta ordenadora
fr: Se souvenir de moi sur cet ordinateur.

source: Sagittarius
de: Schütze
es: Sagitario
fr: Sagittaire

source: Save
de: Speichern
es: almacenar
fr: Modifier les colonnes

source: Scorpio
de: Skorpion
es: Escorpio
fr: Scorpion

source: Scrollbar
fr: Barre de défilement

source: Search
de: suchen
es: búsqueda
fr: Recherche

source: Select Horoscope:
de: Wählen Sie ein Horoskop
es: selecciona tu horóscopo:
fr: Sélectionnez Horoscope:

source: Send Password
de: sende Passwort
es: enviar un password
fr: Envoyer le mot de passe

# SettingPanel
source: This is the settings panel.
de: Dies ist die Panel Einstellungen.
fr: C'est le panneau de réglages.

source: Settings Button Clicked.
de: Einstellungen Button
fr: Bouton des paramètres cliqué

# SetupCompleteMessage
source: Setup complete. You can now visit
de: Setup abgeschlossen. Sie können jetzt besuchen
fr: Installation terminée. Vous pouvez maintenant visiter le site

source: Show
fr: Voir

source: Show Settings panel.
de: Einstellungen einblenden
es: show el
fr: Voir panneau Paramètres.

# SignInNote
source: Sign in to Personalized Homepage with your account
de: Melden Sie sich mit Ihrem Konto auf der personalisierten Hompage an
fr: Connectez-vous à la page d'accueil personnalisée de votre compte

# SignInToTwitter
source: Click here</a> to sign in to Twitter.
de: Klicken Sie hier </a> um sich bei Twitter anzumelden
es: haga "clic" para firmar …
fr: Cliquez ici </ a> pour vous connecter à Twitter.

# SilverlightPluginError
source: Silverlight Plugin not installed.
de: Silverlight Plugin nicht installilert.
fr: Silverlight Plugin n'est pas installé.

# SiteDescription
source: This is an open source Web 2.0 style AJAX Portal built using ASP.NET 3.5, WCF, jQuery, Silverlight and LINQ...
de: Dies ist ein Open Source Web 2.0 style AJAX Portal build braucht ASP.NET 3.5, Workflow Foundation an LINQ…
es: This is an open source Web 2.0 style AJAX Portal built using ASP.NET 3.5, Workflow Foundation and LINQ..
fr: Il s'agit d'un open source Web 2.0 style AJAX portail construit en utilisant ASP.NET 3.5, WCF, jQuery, Silverlight et LINQ ...

# SiteTitle
source: Dropthings
de: Auswahl
fr: TOTSA Portal

# SourceCode
source: The source code is available at:
de: Der Quellcode ist verfügbar unter:
es: el codigo de recurso esta a disposition en:
fr: Le code source est disponible à l'adresse:

source: Start Over
de: Wieder beginnen
fr: Recommencer

source: State Saved
de: Status gespeichert
fr: État enregistré

source: Taurus
de: Stier
es: Tauro
fr: Taureau

source: Title
de: Titel
es: titulo
fr: Titre

source: Twitter Password
de: Twitter Passwort
fr: Twitter Mot de passe

source: Twitter Username
de: Twitter Benutzername
fr: Nom d'utilisateur Twitter

source: Update
es: actualiza
fr: Mettre à jour

source: Virgo
de: Jungfrau
fr: Vierge

source: Widget Title
de: Widget Titel
fr: Widget Titre

source: Width
de: Breite
es: altura
fr: Largeur

source: Working.....
de: Arbeite…..
es: Trabajando…
fr: Veuillez patienter un moment...

source: Yes
de: Ja
es: Si
fr: Oui

# FeedNote2
source: Get <b>weather</b> forecasts, <b>stock</b> quotes, and <b>movie</b> showtimes
de: Holen Sie sich <b> Wetter </ b> Prognosen, <b> Stock </ b> Quotes und <b> Film </ b> Showtimes
fr: Visualisez la météo, les prévisions, la Bourse et les programmes TV

# WhatPersonalizeHomePageDo
source: Your personalized homepage brings together content from across the web, on a single page:
de: Ihre personalisierte Startseite bringt Inhalte aus dem Web, auf einer einzigen Seite:
fr: Votre page d'accueil personnalisée rassemble le contenu du Web sur une seule page:

source: Archive
de: Archiv
es: archivio
fr: Archives

source: Cancel
fr: Annuler

source: Locked
fr: Verrouillé

# MaintenanceModeMessage
source: Is In Maintenence Mode
fr: Est en maintenance

# ServeAsStartPageMessage
source: Serve This Tab At Start
fr: Afficher cet onglet au démarrage

source: Back
de: Zurückgehen
es: Volver
fr: Revenir

source: Confirm Password
fr: Confirmer mot de passe

source: Password does not match
fr: Mot de passe ne correspondent pas

source: Cancer
de: Krebs
es: Cáncer

# NewTabTitle
source: New Tab
de: Neue Registerkarte

source: Tag:
es: dia
